Repository: stanleyowen/CostPerDay
Catalog: CostPerDay/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Spending by year
de: Ausgaben nach Jahr
es: Gasto por año
fr: Dépenses par année
id: Pengeluaran menurut tahun
ja: 年別支出
ko: 연도별 지출
pt_br: Gastos por ano
ru: Расходы по годам
vi: Chi tiêu theo năm
zh_hans: 各年度支出
zh_hant: 各年度支出

source: Spent
de: Ausgegeben
es: Gastado
fr: Dépensé
id: Dibelanjakan
ja: 支出額
ko: 지출액
pt_br: Gasto
ru: Потрачено
vi: Đã chi
zh_hans: 支出
zh_hant: 支出

source: Sports & Fitness
de: Sport und Fitness
es: Deporte y ejercicio
fr: Sport et fitness
id: Olahraga & Kebugaran
ja: スポーツ・フィットネス
ko: 스포츠·피트니스
pt_br: Esporte e fitness
ru: Спорт и фитнес
vi: Thể thao & Thể hình
zh_hans: 运动与健身
zh_hant: 運動與健身

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
id: Penyimpanan
ja: ストレージ
ko: 저장장치
pt_br: Armazenamento
ru: Накопители
vi: Lưu trữ
zh_hans: 存储设备
zh_hant: 儲存裝置

source: Suggested from a cached rate. Please confirm it is still accurate.
de: Vorschlag auf Grundlage eines gespeicherten Kurses. Bitte bestätigen Sie, dass er noch zutrifft.
es: Sugerida a partir de una tasa guardada. Confirme que sigue siendo correcta.
fr: Suggéré d'après un taux mis en cache. Veuillez confirmer qu'il est toujours exact.
id: Disarankan berdasarkan kurs tersimpan. Mohon pastikan nilainya masih akurat.
ja: 保存済みのレートに基づく推奨値です。現在も正しいかご確認ください。
ko: 저장된 환율을 바탕으로 제안된 값입니다. 값이 여전히 정확한지 확인해 주세요.
pt_br: Sugerida com base em uma taxa salva. Confirme se ainda está correta.
ru: Предложено на основе сохранённого курса. Подтвердите его актуальность.
vi: Được đề xuất từ tỷ giá đã lưu. Vui lòng xác nhận rằng tỷ giá này vẫn chính xác.
zh_hans: 此为依据缓存汇率给出的建议值，请确认是否仍然准确。
zh_hant: 此為依快取匯率提供的建議值，請確認是否仍然準確。

source: Suggested from today's rate. Adjust it if you prefer a different value.
de: Vorschlag auf Grundlage des heutigen Kurses. Passen Sie ihn an, wenn Sie einen anderen Wert bevorzugen.
es: Sugerida a partir de la tasa de hoy. Modifíquela si prefiere otro valor.
fr: Suggéré d'après le taux du jour. Modifiez-le si vous préférez une autre valeur.
id: Disarankan berdasarkan kurs hari ini. Sesuaikan bila Anda menghendaki nilai yang berbeda.
ja: 本日のレートに基づく推奨値です。別の値をご希望の場合は変更してください。
ko: 오늘 환율을 바탕으로 제안된 값입니다. 다른 값을 원하시면 수정해 주세요.
pt_br: Sugerida com base na taxa de hoje. Ajuste-a se preferir outro valor.
ru: Предложено на основе сегодняшнего курса. Измените значение, если требуется другое.
vi: Được đề xuất từ tỷ giá hôm nay. Hãy điều chỉnh nếu bạn muốn một giá trị khác.
zh_hans: 此为依据今日汇率给出的建议值，如需其他数值请自行调整。
zh_hant: 此為依今日匯率提供的建議值，如需其他數值請自行調整。

source: Switch to %@
de: Zu %@ wechseln
es: Cambiar a %@
fr: Passer à %@
id: Beralih ke %@
ja: %@ に切り替える
ko: %@(으)로 전환
pt_br: Mudar para %@
ru: Перейти на %@
vi: Chuyển sang %@
zh_hans: 切换为 %@
zh_hant: 切換為 %@

source: Table & Desk
de: Tische und Schreibtische
es: Mesa y escritorio
fr: Tables et bureaux
id: Meja & Meja Kerja
ja: テーブル・デスク
ko: 테이블·책상
pt_br: Mesa e escrivaninha
ru: Столы
vi: Bàn & Bàn làm việc
zh_hans: 桌子与书桌
zh_hant: 桌子與書桌

source: Tableware
de: Geschirr
es: Vajilla
fr: Vaisselle
id: Peralatan Makan
ja: 食器
ko: 식기
pt_br: Louças
ru: Столовая посуда
vi: Đồ dùng bàn ăn
zh_hans: 餐具
zh_hant: 餐具

source: Tap the value to select it directly, or use the stepper to adjust one month at a time.
de: Tippen Sie auf den Wert, um ihn direkt auszuwählen, oder verwenden Sie den Schrittregler, um ihn monatsweise anzupassen.
es: Toque el valor para seleccionarlo directamente o utilice el control de pasos para ajustarlo mes a mes.
fr: Touchez la valeur pour la sélectionner directement, ou utilisez le sélecteur pour l'ajuster mois par mois.
id: Ketuk nilainya untuk memilih secara langsung, atau gunakan tombol penyesuai untuk mengubah satu bulan setiap kali.
ja: 数値をタップすると直接選択でき、ステッパーを使うと1か月単位で調整できます。
ko: 값을 탭하면 직접 선택할 수 있고, 스테퍼를 사용하면 한 달 단위로 조정할 수 있습니다.
pt_br: Toque no valor para selecioná-lo diretamente ou use o seletor de passos para ajustar mês a mês.
ru: Коснитесь значения, чтобы выбрать его напрямую, или используйте шаговый регулятор для изменения на один месяц.
vi: Chạm vào giá trị để chọn trực tiếp, hoặc dùng nút tăng giảm để điều chỉnh từng tháng một.
zh_hans: 轻点数值可直接选取，或使用步进器逐月调整。
zh_hant: 輕觸數值可直接選取，或使用步進器逐月調整。

source: Teal
de: Petrol
es: Verde azulado
fr: Sarcelle
id: Tosca
ja: ティール
ko: 청록
pt_br: Azul-petróleo
ru: Бирюзовый
vi: Xanh mòng két
zh_hans: 蓝绿色
zh_hant: 藍綠色

source: The application was not permitted to open that file.
de: Die Anwendung war nicht berechtigt, diese Datei zu öffnen.
es: La aplicación no tuvo permiso para abrir ese archivo.
fr: L'application n'a pas été autorisée à ouvrir ce fichier.
id: Aplikasi tidak diizinkan membuka berkas tersebut.
ja: アプリケーションにそのファイルを開く権限がありませんでした。
ko: 애플리케이션에 해당 파일을 열 권한이 없습니다.
pt_br: O aplicativo não teve permissão para abrir esse arquivo.
ru: Приложению не разрешено открыть этот файл.
vi: Ứng dụng không được phép mở tệp đó.
zh_hans: 本应用未获授权打开该文件。
zh_hant: 本應用程式未獲授權開啟該檔案。

source: The exchange rate service could not be reached.
de: Der Wechselkursdienst war nicht erreichbar.
es: No se pudo contactar con el servicio de tipos de cambio.
fr: Le service de taux de change est injoignable.
id: Layanan nilai tukar tidak dapat dihubungi.
ja: 為替レートのサービスに接続できませんでした。
ko: 환율 서비스에 연결할 수 없습니다.
pt_br: Não foi possível acessar o serviço de taxas de câmbio.
ru: Не удалось связаться со службой обменных курсов.
vi: Không thể kết nối tới dịch vụ tỷ giá hối đoái.
zh_hans: 无法连接至汇率服务。
zh_hant: 無法連線至匯率服務。

source: The expected lifetime cannot exceed 50 years.
de: Die erwartete Nutzungsdauer darf 50 Jahre nicht überschreiten.
es: La vida útil prevista no puede superar los 50 años.
fr: La durée de vie prévue ne peut pas dépasser 50 ans.
id: Masa pakai yang diharapkan tidak boleh melebihi 50 tahun.
ja: 想定使用期間は50年を超えることはできません。
ko: 예상 사용 기간은 50년을 초과할 수 없습니다.
pt_br: A vida útil prevista não pode exceder 50 anos.
ru: Ожидаемый срок службы не может превышать 50 лет.
vi: Tuổi thọ dự kiến không được vượt quá 50 năm.
zh_hans: 预期使用年限不得超过 50 年。
zh_hant: 預期使用年限不得超過 50 年。

source: The expected lifetime must be at least one month.
de: Die erwartete Nutzungsdauer muss mindestens einen Monat betragen.
es: La vida útil prevista debe ser de al menos un mes.
fr: La durée de vie prévue doit être d'au moins un mois.
id: Masa pakai yang diharapkan sekurang-kurangnya satu bulan.
ja: 想定使用期間は1か月以上である必要があります。
ko: 예상 사용 기간은 최소 1개월 이상이어야 합니다.
pt_br: A vida útil prevista deve ser de pelo menos um mês.
ru: Ожидаемый срок службы должен составлять не менее одного месяца.
vi: Tuổi thọ dự kiến phải ít nhất là một tháng.
zh_hans: 预期使用年限至少须为一个月。
zh_hant: 預期使用年限至少須為一個月。

source: The figure on the right indicates how many items use each category. Deleting a category preserves those items; they are simply shown as uncategorised.
de: Die Zahl rechts gibt an, wie viele Artikel die jeweilige Kategorie verwenden. Beim Löschen einer Kategorie bleiben diese Artikel erhalten; sie werden lediglich als nicht kategorisiert angezeigt.
es: La cifra de la derecha indica cuántos artículos utilizan cada categoría. Al eliminar una categoría, esos artículos se conservan; simplemente se muestran como sin categoría.
fr: Le chiffre à droite indique combien d'articles utilisent chaque catégorie. La suppression d'une catégorie conserve ces articles ; ils apparaissent simplement comme non catégorisés.
id: Angka di sebelah kanan menunjukkan jumlah barang yang menggunakan setiap kategori. Menghapus suatu kategori tidak menghapus barang-barang tersebut; barang-barang itu hanya akan ditampilkan sebagai tanpa kategori.
ja: 右側の数値は、各カテゴリを使用している項目の件数を示します。カテゴリを削除しても項目は保持され、カテゴリなしとして表示されます。
ko: 오른쪽 숫자는 각 카테고리를 사용하는 항목 수를 나타냅니다. 카테고리를 삭제해도 항목은 그대로 유지되며 미분류로 표시됩니다.
pt_br: O número à direita indica quantos itens usam cada categoria. A exclusão de uma categoria preserva esses itens; eles são apenas exibidos como sem categoria.
ru: Число справа показывает, сколько предметов относится к каждой категории. При удалении категории эти предметы сохраняются и просто отображаются как не имеющие категории.
vi: Con số ở bên phải cho biết có bao nhiêu món đồ đang dùng mỗi danh mục. Việc xóa một danh mục vẫn giữ lại những món đồ đó; chúng chỉ đơn giản được hiển thị là chưa phân loại.
zh_hans: 右侧数字表示使用各类别的物品数量。删除类别不会删除这些物品，它们仅会显示为未分类。
zh_hant: 右側數字代表使用各類別的物品數量。刪除類別不會刪除這些物品，它們僅會顯示為未分類。

source: The file could not be read.
de: Die Datei konnte nicht gelesen werden.
es: No se pudo leer el archivo.
fr: Le fichier n'a pas pu être lu.
id: Berkas tidak dapat dibaca.
ja: ファイルを読み込めませんでした。
ko: 파일을 읽을 수 없습니다.
pt_br: Não foi possível ler o arquivo.
ru: Не удалось прочитать файл.
vi: Không thể đọc tệp.
zh_hans: 无法读取该文件。
zh_hant: 無法讀取該檔案。

source: The price must be greater than zero.
de: Der Preis muss größer als null sein.
es: El precio debe ser mayor que cero.
fr: Le prix doit être supérieur à zéro.
id: Harga harus lebih besar dari nol.
ja: 価格は0より大きい値である必要があります。
ko: 가격은 0보다 커야 합니다.
pt_br: O preço deve ser maior que zero.
ru: Цена должна быть больше нуля.
vi: Giá phải lớn hơn không.
zh_hans: 价格必须大于零。
zh_hant: 價格必須大於零。

source: The purchase date cannot be in the future.
de: Das Kaufdatum darf nicht in der Zukunft liegen.
es: La fecha de compra no puede ser futura.
fr: La date d'achat ne peut pas être dans le futur.
id: Tanggal pembelian tidak boleh berada di masa mendatang.
ja: 購入日に未来の日付を指定することはできません。
ko: 구매일은 미래 날짜로 지정할 수 없습니다.
pt_br: A data da compra não pode ser futura.
ru: Дата покупки не может быть в будущем.
vi: Ngày mua không được nằm trong tương lai.
zh_hans: 购入日期不得为未来日期。
zh_hant: 購入日期不得為未來日期。

source: The purchase price divided by the expected lifetime. This is the amount each day was budgeted to cost.
de: Der Kaufpreis geteilt durch die erwartete Nutzungsdauer. Dies ist der Betrag, der je Tag eingeplant war.
es: El precio de compra dividido entre la vida útil prevista. Es el importe que se presupuestó para cada día.
fr: Le prix d'achat divisé par la durée de vie prévue. Il s'agit du coût journalier initialement budgété.
id: Harga pembelian dibagi masa pakai yang diharapkan. Inilah biaya yang dianggarkan untuk setiap hari.
ja: 購入価格を想定使用期間で割った金額です。1日あたりに予算として見込んだコストを示します。
ko: 구매 가격을 예상 사용 기간으로 나눈 금액입니다. 하루에 지출하기로 계획한 금액을 의미합니다.
pt_br: O preço de compra dividido pela vida útil prevista. Este é o valor orçado para cada dia.
ru: Цена покупки, делённая на ожидаемый срок службы. Это сумма, которая была запланирована на каждый день.
vi: Giá mua chia cho tuổi thọ dự kiến. Đây là mức chi phí đã được dự trù cho mỗi ngày.
zh_hans: 购入价格除以预期使用年限，即每日预算应承担的金额。
zh_hant: 購入價格除以預期使用年限，即每日預算應負擔的金額。

source: The purchase price divided by the number of days owned. This figure decreases for as long as the item is retained.
de: Der Kaufpreis geteilt durch die Anzahl der Besitztage. Dieser Wert sinkt, solange der Artikel behalten wird.
es: El precio de compra dividido entre el número de días en propiedad. Esta cifra disminuye mientras se conserve el artículo.
fr: Le prix d'achat divisé par le nombre de jours de détention. Ce chiffre diminue tant que l'article est conservé.
id: Harga pembelian dibagi jumlah hari kepemilikan. Angka ini terus menurun selama barang tersebut masih dimiliki.
ja: 購入価格を保有日数で割った金額です。使用を続けるかぎり、この金額は下がり続けます。
ko: 구매 가격을 보유 일수로 나눈 금액입니다. 항목을 계속 보유하는 동안 이 금액은 계속 낮아집니다.
pt_br: O preço de compra dividido pelo número de dias de posse. Este valor diminui enquanto o item for mantido.
ru: Цена покупки, делённая на число дней владения. Этот показатель снижается до тех пор, пока предмет остаётся у вас.
vi: Giá mua chia cho số ngày đã sở hữu. Con số này tiếp tục giảm chừng nào món đồ còn được giữ lại.
zh_hans: 购入价格除以已持有天数。只要继续保留该物品，此数值便会持续下降。
zh_hant: 購入價格除以已持有天數。只要繼續保留該物品，此數值便會持續下降。

source: The rate is fixed at the time of purchase, so this item's cost does not change with the market. All totals are shown in %@.
de: Der Kurs wird zum Kaufzeitpunkt festgeschrieben, sodass sich die Kosten dieses Artikels nicht mit dem Markt ändern. Alle Summen werden in %@ angezeigt.
es: La tasa queda fijada en el momento de la compra, por lo que el costo de este artículo no varía con el mercado. Todos los totales se muestran en %@.
fr: Le taux est figé au moment de l'achat ; le coût de cet article ne varie donc pas avec le marché. Tous les totaux sont affichés en %@.
id: Kurs ditetapkan pada saat pembelian, sehingga biaya barang ini tidak berubah mengikuti pasar. Seluruh total ditampilkan dalam %@.
ja: レートは購入時点で固定されるため、この項目のコストは市場の変動によって変わりません。合計はすべて %@ で表示されます。
ko: 환율은 구매 시점에 고정되므로 이 항목의 비용은 시장 변동에 따라 달라지지 않습니다. 모든 합계는 %@(으)로 표시됩니다.
pt_br: A taxa é fixada no momento da compra, portanto o custo deste item não varia com o mercado. Todos os totais são exibidos em %@.
ru: Курс зафиксирован на момент покупки, поэтому стоимость этого предмета не зависит от рынка. Все итоги отображаются в %@.
vi: Tỷ giá được cố định tại thời điểm mua, vì vậy chi phí của món đồ này không thay đổi theo thị trường. Toàn bộ số liệu tổng được hiển thị bằng %@.
zh_hans: 汇率已在购入时固定，因此该物品的成本不会随市场变动。所有合计金额均以 %@ 显示。
zh_hant: 匯率已於購入時固定，因此此物品的成本不會隨市場變動。所有合計金額均以 %@ 顯示。

source: The recovered value cannot be negative.
de: Der Wiederverkaufswert darf nicht negativ sein.
es: El valor recuperado no puede ser negativo.
fr: La valeur récupérée ne peut pas être négative.
id: Nilai yang diperoleh kembali tidak boleh negatif.
ja: 回収価値に負の値を指定することはできません。
ko: 회수 가치는 음수일 수 없습니다.
pt_br: O valor recuperado não pode ser negativo.
ru: Возвращённая стоимость не может быть отрицательной.
vi: Giá trị thu hồi không được là số âm.
zh_hans: 回收价值不得为负数。
zh_hant: 回收價值不得為負數。

source: The recovered value cannot exceed the purchase price.
de: Der Wiederverkaufswert darf den Kaufpreis nicht überschreiten.
es: El valor recuperado no puede superar el precio de compra.
fr: La valeur récupérée ne peut pas dépasser le prix d'achat.
id: Nilai yang diperoleh kembali tidak boleh melebihi harga pembelian.
ja: 回収価値が購入価格を超えることはできません。
ko: 회수 가치는 구매 가격을 초과할 수 없습니다.
pt_br: O valor recuperado não pode exceder o preço de compra.
ru: Возвращённая стоимость не может превышать цену покупки.
vi: Giá trị thu hồi không được vượt quá giá mua.
zh_hans: 回收价值不得超过购入价格。
zh_hant: 回收價值不得超過購入價格。

source: The resale exchange rate must be greater than zero.
de: Der Wechselkurs beim Wiederverkauf muss größer als null sein.
es: El tipo de cambio de la reventa debe ser mayor que cero.
fr: Le taux de change à la revente doit être supérieur à zéro.
id: Nilai tukar penjualan kembali harus lebih besar dari nol.
ja: 再販時の為替レートは0より大きい値である必要があります。
ko: 재판매 환율은 0보다 커야 합니다.
pt_br: A taxa de câmbio da revenda deve ser maior que zero.
ru: Обменный курс при перепродаже должен быть больше нуля.
vi: Tỷ giá hối đoái khi bán lại phải lớn hơn không.
zh_hans: 转售汇率必须大于零。
zh_hant: 轉售匯率必須大於零。

source: The retirement date cannot be in the future.
de: Das Datum der Außerdienststellung darf nicht in der Zukunft liegen.
es: La fecha de retirada no puede ser futura.
fr: La date de retrait du service ne peut pas être dans le futur.
id: Tanggal penonaktifan tidak boleh berada di masa mendatang.
ja: 使用終了日に未来の日付を指定することはできません。
ko: 사용 종료일은 미래 날짜로 지정할 수 없습니다.
pt_br: A data de desativação não pode ser futura.
ru: Дата вывода из эксплуатации не может быть в будущем.
vi: Ngày ngừng sử dụng không được nằm trong tương lai.
zh_hans: 停用日期不得为未来日期。
zh_hant: 停用日期不得為未來日期。

source: The retirement date cannot precede the purchase date.
de: Das Datum der Außerdienststellung darf nicht vor dem Kaufdatum liegen.
es: La fecha de retirada no puede ser anterior a la fecha de compra.
fr: La date de retrait du service ne peut pas être antérieure à la date d'achat.
id: Tanggal penonaktifan tidak boleh mendahului tanggal pembelian.
ja: 使用終了日を購入日より前にすることはできません。
ko: 사용 종료일은 구매일보다 앞설 수 없습니다.
pt_br: A data de desativação não pode ser anterior à data da compra.
ru: Дата вывода из эксплуатации не может предшествовать дате покупки.
vi: Ngày ngừng sử dụng không được trước ngày mua.
zh_hans: 停用日期不得早于购入日期。
zh_hant: 停用日期不得早於購入日期。

source: The sector determines how this category is grouped in the picker and on the dashboard.
de: Der Bereich bestimmt, wie diese Kategorie in der Auswahl und in der Übersicht gruppiert wird.
es: El sector determina cómo se agrupa esta categoría en el selector y en el panel.
fr: Le secteur détermine le regroupement de cette catégorie dans le sélecteur et sur le tableau de bord.
id: Sektor menentukan pengelompokan kategori ini pada pemilih dan pada dasbor.
ja: 部門は、このカテゴリが選択画面およびダッシュボードでどのように分類されるかを決定します。
ko: 부문은 이 카테고리가 선택 화면과 대시보드에서 어떻게 분류되는지를 결정합니다.
pt_br: O setor determina como esta categoria é agrupada no seletor e no painel.
ru: Сектор определяет, как эта категория группируется в списке выбора и в сводке.
vi: Lĩnh vực quyết định cách danh mục này được nhóm lại trong bộ chọn và trên trang tổng quan.
zh_hans: 领域决定此类别在选择器与仪表盘中的分组方式。
zh_hant: 領域決定此類別在選擇器與儀表板中的分組方式。

source: This amount is unusually large. Please confirm the number of digits.
de: Dieser Betrag ist ungewöhnlich hoch. Bitte prüfen Sie die Anzahl der Stellen.
es: Este importe es inusualmente elevado. Confirme el número de dígitos.
fr: Ce montant est inhabituellement élevé. Veuillez vérifier le nombre de chiffres.
id: Jumlah ini luar biasa besar. Mohon periksa kembali banyaknya angka.
ja: 金額が通常よりも大きくなっています。桁数をご確認ください。
ko: 금액이 일반적인 수준보다 큽니다. 자릿수를 확인해 주세요.
pt_br: Este valor é excepcionalmente alto. Confirme o número de dígitos.
ru: Эта сумма необычно велика. Проверьте количество цифр.
vi: Số tiền này lớn bất thường. Vui lòng xác nhận lại số chữ số.
zh_hans: 此金额异常巨大，请确认位数是否正确。
zh_hant: 此金額異常龐大，請確認位數是否正確。

source: This backup was created by a newer version of the application (format %lld).
de: Diese Sicherung wurde mit einer neueren Version der Anwendung erstellt (Format %lld).
es: Esta copia de seguridad se creó con una versión más reciente de la aplicación (formato %lld).
fr: Cette sauvegarde a été créée par une version plus récente de l'application (format %lld).
id: Cadangan ini dibuat oleh versi aplikasi yang lebih baru (format %lld).
ja: このバックアップは、より新しいバージョンのアプリケーション（形式 %lld）で作成されています。
ko: 이 백업은 더 새로운 버전의 애플리케이션(형식 %lld)에서 생성되었습니다.
pt_br: Este backup foi criado por uma versão mais recente do aplicativo (formato %lld).
ru: Эта резервная копия создана более новой версией приложения (формат %lld).
vi: Bản sao lưu này được tạo bởi một phiên bản ứng dụng mới hơn (định dạng %lld).
zh_hans: 此备份由更新版本的应用所创建（格式 %lld）。
zh_hant: 此備份由較新版本的應用程式所建立（格式 %lld）。

source: This file is not a valid CostPerDay backup.
de: Diese Datei ist keine gültige CostPerDay-Sicherung.
es: Este archivo no es una copia de seguridad válida de CostPerDay.
fr: Ce fichier n'est pas une sauvegarde CostPerDay valide.
id: Berkas ini bukan cadangan CostPerDay yang sah.
ja: このファイルは有効な CostPerDay のバックアップではありません。
ko: 이 파일은 유효한 CostPerDay 백업이 아닙니다.
pt_br: Este arquivo não é um backup válido do CostPerDay.
ru: Этот файл не является корректной резервной копией CostPerDay.
vi: Tệp này không phải là bản sao lưu CostPerDay hợp lệ.
zh_hans: 此文件并非有效的 CostPerDay 备份。
zh_hant: 此檔案並非有效的 CostPerDay 備份。

source: this item
de: dieser Artikel
es: este artículo
fr: cet article
id: barang ini
ja: この項目
ko: 이 항목
pt_br: este item
ru: этот предмет
vi: món đồ này
zh_hans: 这件物品
zh_hant: 這件物品

source: This permanently removes the item from your history and statistics. If you have simply stopped using it, retire it instead.
de: Dadurch wird der Artikel dauerhaft aus Ihrem Verlauf und Ihren Statistiken entfernt. Wenn Sie ihn lediglich nicht mehr verwenden, stellen Sie ihn stattdessen außer Dienst.
es: Esta acción elimina el artículo de forma permanente de su historial y sus estadísticas. Si simplemente ha dejado de utilizarlo, retírelo en su lugar.
fr: Cette action supprime définitivement l'article de votre historique et de vos statistiques. Si vous avez simplement cessé de l'utiliser, retirez-le du service.
id: Tindakan ini menghapus barang secara permanen dari riwayat dan statistik Anda. Jika Anda hanya berhenti menggunakannya, nonaktifkan barang tersebut.
ja: この項目を履歴と統計から完全に削除します。使用をやめただけの場合は、削除ではなく使用終了にしてください。
ko: 이 항목을 기록과 통계에서 완전히 삭제합니다. 단순히 사용을 중단한 경우에는 삭제 대신 사용 종료로 표시해 주세요.
pt_br: Isso remove o item permanentemente do seu histórico e das suas estatísticas. Se você apenas parou de utilizá-lo, desative-o.
ru: Предмет будет безвозвратно удалён из истории и статистики. Если вы просто перестали им пользоваться, выведите его из эксплуатации.
vi: Thao tác này sẽ xóa vĩnh viễn món đồ khỏi lịch sử và thống kê của bạn. Nếu bạn chỉ đơn giản là không dùng nó nữa, hãy chuyển món đồ sang trạng thái ngừng sử dụng.
zh_hans: 此操作将从您的历史记录与统计中永久移除该物品。若您只是不再使用，请改为停用。
zh_hant: 此操作將永久自您的歷史紀錄與統計中移除該物品。若您只是不再使用，請改為停用。

source: This will cost you
de: Das kostet Sie
es: Esto le costará
fr: Cet article vous coûtera
id: Barang ini akan menghabiskan biaya
ja: この項目のコストは
ko: 이 항목의 비용은
pt_br: Isso custará a você
ru: Это будет обходиться вам в
vi: Món đồ này sẽ tiêu tốn của bạn
zh_hans: 这件物品将花费您
zh_hant: 這件物品將花費您

source: To date
de: Bisher
es: Hasta la fecha
fr: À ce jour
id: Hingga kini
ja: 現在まで
ko: 현재까지
pt_br: Até agora
ru: На сегодня
vi: Đến nay
zh_hans: 至今
zh_hant: 至今

source: Tools & DIY
de: Werkzeug und Heimwerken
es: Herramientas y bricolaje
fr: Outils et bricolage
id: Perkakas & Kerajinan
ja: 工具・DIY
ko: 공구·DIY
pt_br: Ferramentas e bricolagem
ru: Инструменты и ремонт
vi: Dụng cụ & Tự làm
zh_hans: 工具与 DIY
zh_hant: 工具與 DIY

source: Total committed in each year
de: Gesamtausgaben je Jahr
es: Total comprometido en cada año
fr: Total engagé chaque année
id: Total yang dikeluarkan pada setiap tahun
ja: 各年の支出総額
ko: 연도별 총 지출액
pt_br: Total comprometido em cada ano
ru: Общая сумма расходов по годам
vi: Tổng số tiền đã chi trong mỗi năm
zh_hans: 各年度投入总额
zh_hant: 各年度投入總額

source: Total daily cost
de: Gesamtkosten pro Tag
es: Costo diario total
fr: Coût journalier total
id: Total biaya harian
ja: 1日あたりの合計コスト
ko: 하루 총비용
pt_br: Custo diário total
ru: Общая стоимость в день
vi: Tổng chi phí mỗi ngày
zh_hans: 每日成本合计
zh_hant: 每日成本合計

source: Total spent
de: Gesamtausgaben
es: Total gastado
fr: Total dépensé
id: Total pengeluaran
ja: 支出合計
ko: 총 지출액
pt_br: Total gasto
ru: Всего потрачено
vi: Tổng chi tiêu
zh_hans: 支出总额
zh_hant: 支出總額

source: Transport, Sport & Hobby
de: Verkehr, Sport und Hobby
es: Transporte, deporte y ocio
fr: Transport, sport et loisirs
id: Transportasi, Olahraga & Hobi
ja: 移動・スポーツ・趣味
ko: 이동·스포츠·취미
pt_br: Transporte, esporte e lazer
ru: Транспорт, спорт и хобби
vi: Đi lại, Thể thao & Sở thích
zh_hans: 交通、运动与休闲
zh_hant: 交通、運動與休閒

source: Typically lasts
de: Hält üblicherweise
es: Suele durar
fr: Dure généralement
id: Umumnya bertahan
ja: 標準的な使用期間
ko: 일반적인 사용 기간
pt_br: Costuma durar
ru: Обычно служит
vi: Thường dùng được
zh_hans: 典型使用年限
zh_hant: 典型使用年限

source: Typically lasts %@
de: Hält üblicherweise %@
es: Suele durar %@
fr: Dure généralement %@
id: Umumnya bertahan %@
ja: 標準的な使用期間 %@
ko: 일반적인 사용 기간 %@
pt_br: Costuma durar %@
ru: Обычно служит %@
vi: Thường dùng được %@
zh_hans: 典型使用年限 %@
zh_hant: 典型使用年限 %@

source: Undo
de: Widerrufen
es: Deshacer
fr: Annuler
id: Urungkan
ja: 取り消す
ko: 실행 취소
pt_br: Desfazer
ru: Отменить
vi: Hoàn tác
zh_hans: 撤销
zh_hant: 復原

source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
id: Tanpa nama
ja: 名称未設定
ko: 이름 없음
pt_br: Sem título
ru: Без названия
vi: Chưa đặt tên
zh_hans: 未命名
zh_hant: 未命名
